{
  "total": 34,
  "verses": {
    "1": "الٓمّٓ  ‌ۚ‏ ﴿﻿۱﻿﴾  ",
    "2": "تِلۡكَ اٰيٰتُ الۡكِتٰبِ الۡحَكِيۡمِۙ‏ ﴿﻿۲﻿﴾  ",
    "3": "هُدًى وَّرَحۡمَةً لِّلۡمُحۡسِنِيۡنَۙ‏ ﴿﻿۳﻿﴾  ",
    "4": "الَّذِيۡنَ يُقِيۡمُوۡنَ الصَّلٰوةَ وَيُؤۡتُوۡنَ الزَّكٰوةَ وَهُمۡ بِالۡاٰخِرَةِ هُمۡ  يُوۡقِنُوۡنَؕ‏ ﴿﻿۴﻿﴾  ",
    "5": "اُولٰٓٮِٕكَ عَلٰى هُدًى مِّنۡ رَّبِّهِمۡ‌ وَاُولٰٓٮِٕكَ هُمُ الۡمُفۡلِحُوۡنَ‏ ﴿﻿۵﻿﴾  ",
    "6": "وَمِنَ النَّاسِ مَنۡ يَّشۡتَرِىۡ لَهۡوَ الۡحَدِيۡثِ لِيُضِلَّ عَنۡ سَبِيۡلِ  اللّٰهِ بِغَيۡرِ عِلۡمٍ‌ۖ وَّيَتَّخِذَهَا هُزُوًا ‌ؕ اُولٰٓٮِٕكَ لَهُمۡ عَذَابٌ مُّهِيۡنٌ‏ ﴿﻿۶﻿﴾  ",
    "7": "وَاِذَا تُتۡلٰى عَلَيۡهِ اٰيٰتُنَا وَلّٰى مُسۡتَكۡبِرًا كَاَنۡ لَّمۡ يَسۡمَعۡهَا كَاَنَّ  فِىۡۤ اُذُنَيۡهِ وَقۡرًا‌ۚ فَبَشِّرۡهُ بِعَذَابٍ اَلِيۡمٍ‏ ﴿﻿۷﻿﴾  ",
    "8": "اِنَّ الَّذِيۡنَ اٰمَنُوا وَعَمِلُوۡا الصّٰلِحٰتِ لَهُمۡ جَنّٰتُ النَّعِيۡمِۙ‏ ﴿﻿۸﻿﴾  ",
    "9": "خٰلِدِيۡنَ فِيۡهَا ؕ وَعۡدَ اللّٰهِ حَقًّا  ‌ؕ  وَهُوَ الۡعَزِيۡزُ الۡحَكِيۡمُ‏ ﴿﻿۹﻿﴾  ",
    "10": "خَلَقَ السَّمٰوٰتِ بِغَيۡرِ عَمَدٍ تَرَوۡنَهَا‌ وَاَ لۡقٰى فِى الۡاَرۡضِ رَوَاسِىَ اَنۡ تَمِيۡدَ بِكُمۡ وَبَثَّ فِيۡهَا مِنۡ كُلِّ دَآ بَّةٍ‌  ؕ وَاَنۡزَلۡنَا مِنَ السَّمَآءِ مَآءً فَاَنۡۢبَتۡنَا فِيۡهَا مِنۡ كُلِّ زَوۡجٍ كَرِيۡمٍ‏ ﴿﻿۱۰﻿﴾  ",
    "11": "هٰذَا خَلۡقُ اللّٰهِ فَاَرُوۡنِىۡ مَاذَا خَلَقَ الَّذِيۡنَ مِنۡ دُوۡنِهٖ‌ؕ بَلِ  الظّٰلِمُوۡنَ فِىۡ ضَلٰلٍ مُّبِيۡنٍ‏ ﴿﻿۱۱﻿﴾  ",
    "12": "وَلَقَدۡ اٰتَيۡنَا لُقۡمٰنَ الۡحِكۡمَةَ اَنِ اشۡكُرۡ لِلّٰهِ‌ؕ وَمَنۡ يَّشۡكُرۡ فَاِنَّمَا يَشۡكُرُ لِنَفۡسِهٖ‌ۚ وَمَنۡ كَفَرَ فَاِنَّ اللّٰهَ غَنِىٌّ  حَمِيۡدٌ‏ ﴿﻿۱۲﻿﴾  ",
    "13": "وَاِذۡ قَالَ لُقۡمٰنُ لِا بۡنِهٖ وَهُوَ يَعِظُهٗ يٰبُنَىَّ لَا تُشۡرِكۡ بِاللّٰهِ   ؔؕ اِنَّ الشِّرۡكَ لَـظُلۡمٌ عَظِيۡمٌ‏ ﴿﻿۱۳﻿﴾  ",
    "14": "وَوَصَّيۡنَا الۡاِنۡسٰنَ بِوَالِدَيۡهِ‌ۚ حَمَلَتۡهُ اُمُّهٗ وَهۡنًا عَلٰى وَهۡنٍ وَّفِصٰلُهٗ فِىۡ عَامَيۡنِ اَنِ اشۡكُرۡ لِىۡ وَلِـوَالِدَيۡكَؕ اِلَىَّ الۡمَصِيۡرُ‏ ﴿﻿۱۴﻿﴾  ",
    "15": "وَاِنۡ جَاهَدٰكَ عَلٰٓى اَنۡ تُشۡرِكَ بِىۡ مَا لَيۡسَ لَكَ بِهٖ عِلۡمٌ ۙ فَلَا تُطِعۡهُمَا‌ وَصَاحِبۡهُمَا فِى الدُّنۡيَا مَعۡرُوۡفًا‌ وَّاتَّبِعۡ سَبِيۡلَ مَنۡ اَنَابَ اِلَىَّ  ‌ۚ ثُمَّ اِلَىَّ مَرۡجِعُكُمۡ فَاُنَبِّئُكُمۡ بِمَا كُنۡتُمۡ تَعۡمَلُوۡنَ‏ ﴿﻿۱۵﻿﴾  ",
    "16": "يٰبُنَىَّ اِنَّهَاۤ اِنۡ تَكُ مِثۡقَالَ حَبَّةٍ مِّنۡ خَرۡدَلٍ فَتَكُنۡ فِىۡ صَخۡرَةٍ اَوۡ فِى السَّمٰوٰتِ اَوۡ فِى الۡاَرۡضِ يَاۡتِ بِهَا اللّٰهُ ‌ؕ اِنَّ اللّٰهَ لَطِيۡفٌ خَبِيۡرٌ‏ ﴿﻿۱۶﻿﴾  ",
    "17": "يٰبُنَىَّ اَقِمِ الصَّلٰوةَ وَاۡمُرۡ  بِالۡمَعۡرُوۡفِ وَانۡهَ عَنِ الۡمُنۡكَرِ وَاصۡبِرۡ عَلٰى مَاۤ اَصَابَكَ‌ؕ  اِنَّ ذٰلِكَ مِنۡ عَزۡمِ الۡاُمُوۡرِ‌ۚ ‏ ﴿﻿۱۷﻿﴾  ",
    "18": "وَلَا تُصَعِّرۡ خَدَّكَ لِلنَّاسِ وَلَا تَمۡشِ فِى الۡاَرۡضِ مَرَحًا  ‌ؕ اِنَّ اللّٰهَ لَا يُحِبُّ كُلَّ مُخۡتَالٍ فَخُوۡرٍۚ‏ ﴿﻿۱۸﻿﴾  ",
    "19": "وَاقۡصِدۡ فِىۡ مَشۡيِكَ وَاغۡضُضۡ مِنۡ صَوۡتِكَ‌ؕ اِنَّ اَنۡكَرَ الۡاَصۡوَاتِ  لَصَوۡتُ الۡحَمِيۡرِ‏ ﴿﻿۱۹﻿﴾  ",
    "20": "اَلَمۡ تَرَوۡا اَنَّ اللّٰهَ سَخَّرَ لَكُمۡ مَّا فِى السَّمٰوٰتِ وَمَا فِى الۡاَرۡضِ وَاَسۡبَغَ عَلَيۡكُمۡ نِعَمَهٗ ظَاهِرَةً وَّبَاطِنَةً   ‌ؕ وَمِنَ النَّاسِ مَنۡ يُّجَادِلُ فِى اللّٰهِ بِغَيۡرِ عِلۡمٍ وَّلَا هُدًى وَّلَا كِتٰبٍ مُّنِيۡرٍ‏ ﴿﻿۲۰﻿﴾  ",
    "21": "وَ اِذَا قِيۡلَ لَهُمُ اتَّبِعُوۡا مَآ اَنۡزَلَ اللّٰهُ قَالُوۡا بَلۡ نَـتَّـبِـعُ مَا وَجَدۡنَا عَلَيۡهِ اٰبَآءَنَا  ؕ اَوَلَوۡ كَانَ الشَّيۡطٰنُ يَدۡعُوۡهُمۡ اِلٰى عَذَابِ السَّعِيۡرِ‏ ﴿﻿۲۱﻿﴾  ",
    "22": "وَمَنۡ يُّسۡلِمۡ وَجۡهَهٗۤ اِلَى اللّٰهِ وَهُوَ مُحۡسِنٌ فَقَدِ اسۡتَمۡسَكَ  بِالۡعُرۡوَةِ الۡوُثۡقٰى‌ؕ وَاِلَى اللّٰهِ عَاقِبَةُ الۡاُمُوۡرِ‏ ﴿﻿۲۲﻿﴾  ",
    "23": "وَمَنۡ كَفَرَ فَلَا يَحۡزُنۡكَ كُفۡرُهٗ ؕ اِلَيۡنَا مَرۡجِعُهُمۡ فَنُنَبِّئُهُمۡ بِمَا عَمِلُوۡا  ‌ؕ اِنَّ اللّٰهَ عَلِيۡمٌۢ بِذَاتِ الصُّدُوۡرِ‏ ﴿﻿۲۳﻿﴾  ",
    "24": "نُمَتّـِعُهُمۡ قَلِيۡلًا ثُمَّ نَضۡطَرُّهُمۡ اِلٰى عَذَابٍ غَلِيۡظٍ‏ ﴿﻿۲۴﻿﴾  ",
    "25": "وَلَٮِٕنۡ سَاَلۡتَهُمۡ مَّنۡ خَلَقَ السَّمٰوٰتِ وَالۡاَرۡضَ لَيَـقُوۡلُنَّ اللّٰهُ‌  ؕ قُلِ الۡحَمۡدُ لِلّٰهِ‌  ؕ بَلۡ اَكۡثَرُهُمۡ لَا يَعۡلَمُوۡنَ‏ ﴿﻿۲۵﻿﴾  ",
    "26": "لِلّٰهِ مَا فِى السَّمٰوٰتِ وَالۡاَرۡضِ‌ؕ اِنَّ اللّٰهَ هُوَ الۡغَنِىُّ الۡحَمِيۡدُ‏ ﴿﻿۲۶﻿﴾  ",
    "27": "وَلَوۡ اَنَّ مَا فِى الۡاَرۡضِ مِنۡ شَجَرَةٍ اَقۡلَامٌ وَّالۡبَحۡرُ يَمُدُّهٗ مِنۡۢ بَعۡدِهٖ سَبۡعَةُ اَبۡحُرٍ مَّا نَفِدَتۡ كَلِمٰتُ اللّٰهِ‌ؕ اِنَّ اللّٰهَ عَزِيۡزٌ حَكِيۡمٌ‏ ﴿﻿۲۷﻿﴾  ",
    "28": "مَا خَلۡقُكُمۡ وَلَا بَعۡثُكُمۡ اِلَّا كَنَفۡسٍ وَّاحِدَةٍ‌  ؕ اِنَّ اللّٰهَ سَمِيۡعٌۢ بَصِيۡرٌ‏ ﴿﻿۲۸﻿﴾  ",
    "29": "اَلَمۡ تَرَ اَنَّ اللّٰهَ يُوۡلِجُ الَّيۡلَ فِى النَّهَارِ وَيُوۡلِجُ النَّهَارَ فِى الَّيۡلِ وَسَخَّرَ الشَّمۡسَ وَالۡقَمَرَ كُلٌّ يَّجۡرِىۡۤ اِلٰٓى اَجَلٍ مُّسَمًّى وَّاَنَّ اللّٰهَ بِمَا تَعۡمَلُوۡنَ خَبِيۡرٌ‏ ﴿﻿۲۹﻿﴾  ",
    "30": "ذٰ لِكَ بِاَنَّ اللّٰهَ هُوَ الۡحَقُّ وَاَنَّ مَا يَدۡعُوۡنَ مِنۡ دُوۡنِهِ الۡبَاطِلُ ۙ وَاَنَّ اللّٰهَ هُوَ الۡعَلِىُّ الۡكَبِيۡرُ‏ ﴿﻿۳۰﻿﴾  ",
    "31": "اَلَمۡ تَرَ اَنَّ الۡفُلۡكَ تَجۡرِىۡ فِى الۡبَحۡرِ بِنِعۡمَتِ اللّٰهِ لِيُرِيَكُمۡ مِّنۡ اٰيٰتِهٖؕ اِنَّ فِىۡ ذٰ لِكَ لَاٰيٰتٍ لِّـكُلِّ صَبَّارٍ شَكُوۡرٍ‏ ﴿﻿۳۱﻿﴾  ",
    "32": "وَاِذَا غَشِيَهُمۡ مَّوۡجٌ كَالظُّلَلِ دَعَوُا اللّٰهَ مُخۡلِصِيۡنَ لَهُ الدِّيۡنَ ۙ فَلَمَّا نَجّٰٮهُمۡ اِلَى الۡبَـرِّ فَمِنۡهُمۡ مُّقۡتَصِدٌ  ‌ؕ وَمَا يَجۡحَدُ بِاٰيٰتِنَاۤ اِلَّا كُلُّ خَتَّارٍ كَفُوۡرٍ‏ ﴿﻿۳۲﻿﴾  ",
    "33": "يٰۤاَيُّهَا النَّاسُ اتَّقُوۡا رَبَّكُمۡ وَاخۡشَوۡا يَوۡمًا لَّا يَجۡزِىۡ وَالِدٌ عَنۡ وَّلَدِهٖ وَلَا مَوۡلُوۡدٌ هُوَ جَازٍ عَنۡ وَّالِدِهٖ شَيۡـــًٔا‌  ؕ اِنَّ وَعۡدَ اللّٰهِ حَقٌّ‌ فَلَا تَغُرَّنَّكُمُ الۡحَيٰوةُ الدُّنۡيَا وَلَا يَغُرَّنَّكُمۡ بِاللّٰهِ الۡغَرُوۡرُ‏ ﴿﻿۳۳﻿﴾  ",
    "34": "اِنَّ اللّٰهَ عِنۡدَهٗ عِلۡمُ السَّاعَةِ‌  ۚ وَيُنَزِّلُ الۡغَيۡثَ‌  ۚ وَيَعۡلَمُ مَا فِى الۡاَرۡحَامِ‌  ؕ وَمَا تَدۡرِىۡ نَفۡسٌ مَّاذَا تَكۡسِبُ غَدًا‌  ؕ وَّمَا تَدۡرِىۡ نَـفۡسٌۢ بِاَىِّ اَرۡضٍ تَمُوۡتُ  ‌ؕ اِنَّ اللّٰهَ عَلِيۡمٌ خَبِيۡرٌ ‏ ﴿﻿۳۴﻿﴾  "
  }
}